Revit 2027 API
ParameterTypeId.AutoMullionBorder1Horiz Property
 "Border 1 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder1Horiz { get; }
Public Shared ReadOnly Property AutoMullionBorder1Horiz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder1Horiz {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder1Horiz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace